Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: This bot's model, identity prompt, skills and tools land in a later update.
de: Modell, Identitäts-Prompt, Skills und Tools dieses Bots kommen in einem späteren Update.
es: El modelo, el prompt de identidad, las habilidades y las herramientas de este bot llegarán en una actualización posterior.
fr: Le modèle, le prompt d'identité, les compétences et les outils de ce bot arriveront dans une mise à jour ultérieure.
ja: このボットのモデル、アイデンティティプロンプト、スキル、ツールは今後のアップデートで対応予定です。
pt_br: O modelo, o prompt de identidade, as habilidades e as ferramentas deste bot chegam em uma atualização posterior.
zh_hans: 此机器人的模型、身份提示、技能和工具将在后续更新中提供。

source: This conversation runs through the Hermes CLI in the bot's real Bot Chat session. Hermes can't stream this session live over ACP, so the reply appears all at once when the bot finishes its turn.
de: Diese Unterhaltung läuft über die Hermes-CLI in der echten Bot-Chat-Sitzung des Bots. Hermes kann diese Sitzung nicht live über ACP streamen, daher erscheint die Antwort auf einmal, wenn der Bot seinen Zug beendet hat.
es: Esta conversación se ejecuta a través de la CLI de Hermes en la sesión real de Bot Chat del bot. Hermes no puede transmitir esta sesión en vivo por ACP, así que la respuesta aparece de golpe cuando el bot termina su turno.
fr: Cette conversation passe par la CLI Hermes dans la véritable session Bot Chat du bot. Hermes ne peut pas diffuser cette session en direct via ACP : la réponse apparaît donc d’un coup lorsque le bot termine son tour.
ja: この会話は、ボットの実際の Bot Chat セッション内で Hermes CLI を通じて実行されます。Hermes はこのセッションを ACP でライブ配信できないため、ボットがターンを終えた時点で返答がまとめて表示されます。
pt_br: Esta conversa passa pela CLI do Hermes na sessão real de Bot Chat do bot. O Hermes não consegue transmitir esta sessão ao vivo por ACP, então a resposta aparece de uma vez quando o bot termina seu turno.
zh_hans: 此对话通过 Hermes CLI 在机器人真实的 Bot Chat 会话中运行。Hermes 无法通过 ACP 实时流式传输该会话,因此机器人完成一轮后回复会一次性出现。

source: This copy won't carry: %@. Set those with `hermes cron edit` on the host.
de: Diese Kopie übernimmt nicht: %@. Setze diese mit `hermes cron edit` auf dem Host.
es: Esta copia no incluirá: %@. Configúralos con `hermes cron edit` en el host.
fr: Cette copie ne reprendra pas : %@. Définissez-les avec `hermes cron edit` sur l’hôte.
ja: このコピーには次が引き継がれません: %@。ホスト上で `hermes cron edit` を使って設定してください。
pt_br: Esta cópia não vai incluir: %@. Defina esses itens com `hermes cron edit` no host.
zh_hans: 此副本不会保留：%@。请在主机上用 `hermes cron edit` 设置这些项。

source: This dashboard isn't bound to a project folder, so Scarf can't ask for (or remember) permission to contact a remote image host.
de: Dieses Dashboard ist an keinen Projektordner gebunden, daher kann Scarf die Erlaubnis, einen entfernten Bild-Host zu kontaktieren, weder erfragen noch merken.
es: Este panel no está vinculado a una carpeta de proyecto, así que Scarf no puede pedir (ni recordar) permiso para contactar con un host de imágenes remoto.
fr: Ce tableau de bord n’est associé à aucun dossier de projet : Scarf ne peut donc ni demander ni mémoriser l’autorisation de contacter un hôte d’images distant.
ja: このダッシュボードはプロジェクトフォルダに紐付いていないため、Scarf はリモートの画像ホストに接続する許可を求めることも記憶することもできません。
pt_br: Este painel não está vinculado a uma pasta de projeto, então o Scarf não pode pedir (nem lembrar) permissão para contatar um host de imagens remoto.
zh_hans: 此仪表板未绑定到项目文件夹,因此 Scarf 无法请求(或记住)连接远程图片主机的许可。

source: This deletes each skill's files from disk. It is NOT the same as archiving — deleted skills cannot be restored from the Archived list, and this action cannot be undone. Each deletion is still recorded in the ledger for audit purposes.
de: Dies löscht die Dateien jedes Skills von der Festplatte. Das ist NICHT dasselbe wie Archivieren — gelöschte Skills können nicht aus der Liste der Archivierten wiederhergestellt werden, und diese Aktion kann nicht rückgängig gemacht werden. Jede Löschung wird dennoch zu Prüfzwecken im Ledger festgehalten.
es: Esto elimina del disco los archivos de cada habilidad. NO es lo mismo que archivar — las habilidades eliminadas no se pueden restaurar desde la lista de archivados, y esta acción no se puede deshacer. Cada eliminación se sigue registrando en el registro con fines de auditoría.
fr: Cela supprime les fichiers de chaque compétence du disque. Ce n'est PAS la même chose qu'archiver — les compétences supprimées ne peuvent pas être restaurées depuis la liste des archives, et cette action est irréversible. Chaque suppression reste enregistrée dans le registre à des fins d'audit.
ja: これにより各スキルのファイルがディスクから削除されます。これはアーカイブとは異なります — 削除されたスキルはアーカイブ済み一覧から復元できず、この操作は元に戻せません。各削除は監査のため台帳に記録されます。
pt_br: Isso exclui os arquivos de cada habilidade do disco. NÃO é o mesmo que arquivar — habilidades excluídas não podem ser restauradas da lista de Arquivadas, e essa ação não pode ser desfeita. Cada exclusão ainda é registrada no registro para fins de auditoria.
zh_hans: 这会从磁盘删除每个技能的文件。这与归档不同 — 已删除的技能无法从已归档列表中恢复,且此操作无法撤销。每次删除仍会记录在台账中以供审计。

source: This device only — generate a separate key on each device.
de: Nur dieses Gerät — erzeuge auf jedem Gerät einen eigenen Schlüssel.
es: Solo este dispositivo — genera una clave distinta en cada dispositivo.
fr: Cet appareil uniquement — générez une clé distincte sur chaque appareil.
ja: このデバイスのみ — デバイスごとに別の鍵を生成してください。
pt_br: Somente neste dispositivo — gere uma chave separada em cada dispositivo.
zh_hans: 仅限本设备 — 请在每台设备上单独生成密钥。

source: Hermes chat has no /%@ — sent as an ordinary prompt.
de: Der Hermes-Chat kennt kein /%@ — als normaler Prompt gesendet.
es: El chat de Hermes no tiene /%@: se envió como un prompt normal.
fr: Le chat Hermes n’a pas de /%@ — envoyé comme une invite ordinaire.
ja: Hermes のチャットには /%@ がありません。通常のプロンプトとして送信しました。
pt_br: O chat do Hermes não tem /%@ — enviado como um prompt comum.
zh_hans: Hermes 聊天没有 /%@ — 已作为普通提示发送。

source: This Hermes has no /%@ — sent as an ordinary prompt.
de: Dieses Hermes kennt kein /%@ — als normaler Prompt gesendet.
es: Este Hermes no tiene /%@: se envió como un prompt normal.
fr: Ce Hermes n’a pas de /%@ — envoyé comme une invite ordinaire.
ja: この Hermes には /%@ がありません。通常のプロンプトとして送信しました。
pt_br: Este Hermes não tem /%@ — enviado como um prompt comum.
zh_hans: 此 Hermes 没有 /%@ — 已作为普通提示发送。

source: This Hermes installation is managed; settings are read-only
de: Diese Hermes-Installation wird verwaltet; die Einstellungen sind schreibgeschützt
es: Esta instalación de Hermes está gestionada; los ajustes son de solo lectura
fr: Cette installation Hermes est gérée ; les réglages sont en lecture seule
ja: この Hermes インストールは管理されています。設定は読み取り専用です
pt_br: Esta instalação do Hermes é gerenciada; as configurações são somente leitura
zh_hans: 此 Hermes 安装受管理；设置为只读

source: This Hermes is managed by %@. Settings are read-only here — edit them through your package manager's configuration and re-deploy.
de: Dieses Hermes wird von %@ verwaltet. Die Einstellungen sind hier schreibgeschützt — bearbeite sie in der Konfiguration deines Paketmanagers und stelle sie erneut bereit.
es: Este Hermes está gestionado por %@. Los ajustes son de solo lectura aquí: edítalos en la configuración de tu gestor de paquetes y vuelve a desplegarlos.
fr: Cet Hermes est géré par %@. Les réglages sont en lecture seule ici — modifiez-les dans la configuration de votre gestionnaire de paquets, puis redéployez.
ja: この Hermes は %@ によって管理されています。ここでは設定は読み取り専用です。パッケージマネージャーの構成で編集して再デプロイしてください。
pt_br: Este Hermes é gerenciado por %@. As configurações são somente leitura aqui — edite-as na configuração do seu gerenciador de pacotes e implante novamente.
zh_hans: 此 Hermes 由 %@ 管理。此处的设置为只读 — 请在软件包管理器的配置中修改并重新部署。

source: This Hermes is managed by a package manager, so `hermes config migrate` refuses to save. The migration comes with the next managed update.
de: Dieses Hermes wird von einem Paketmanager verwaltet, daher verweigert `hermes config migrate` das Speichern. Die Migration kommt mit dem nächsten verwalteten Update.
es: Este Hermes lo gestiona un gestor de paquetes, así que `hermes config migrate` se niega a guardar. La migración llegará con la próxima actualización gestionada.
fr: Cet Hermes est géré par un gestionnaire de paquets : `hermes config migrate` refuse donc d'enregistrer. La migration arrivera avec la prochaine mise à jour gérée.
ja: この Hermes はパッケージマネージャーの管理下にあるため、`hermes config migrate` は保存を拒否します。移行は次の管理された更新で適用されます。
pt_br: Este Hermes é gerenciado por um gerenciador de pacotes, então `hermes config migrate` se recusa a salvar. A migração vem com a próxima atualização gerenciada.
zh_hans: 此 Hermes 由包管理器托管，因此 `hermes config migrate` 会拒绝保存。迁移将随下一次托管更新一起提供。

source: this host
de: dieser Host
es: este host
fr: cet hôte
ja: このホスト
pt_br: este host
zh_hans: 此主机

source: This host has no model preset, board, or cron config to push.
de: Dieser Host hat kein Modell-Preset, Board oder Cron-Konfiguration zum Übertragen.
es: Este host no tiene preajuste de modelo, tablero ni configuración de cron para enviar.
fr: Cet hôte n'a aucun préréglage de modèle, board ou configuration cron à pousser.
ja: このホストにはプッシュできるモデルプリセット、ボード、cron 設定がありません。
pt_br: Este host não tem predefinição de modelo, quadro ou configuração de cron para enviar.
zh_hans: 此主机没有可推送的模型预设、看板或定时任务配置。

source: This host is older than v0.20.6, so output isn't routed anywhere automatically. Check results in the Cron section.
de: Dieser Host ist älter als v0.20.6, daher wird die Ausgabe nirgends automatisch weitergeleitet. Prüfe die Ergebnisse im Cron-Bereich.
es: Este host es anterior a v0.20.6, así que la salida no se enruta a ningún sitio automáticamente. Consulta los resultados en la sección Cron.
fr: Cet hôte est antérieur à la v0.20.6, la sortie n'est donc routée nulle part automatiquement. Consultez les résultats dans la section Cron.
ja: このホストは v0.20.6 より古いため、出力は自動的にはどこにもルーティングされません。結果は Cron セクションで確認してください。
pt_br: Este host é anterior à v0.20.6, então a saída não é roteada para lugar nenhum automaticamente. Verifique os resultados na seção Cron.
zh_hans: 此主机版本低于 v0.20.6,因此输出不会自动路由到任何地方。请在定时任务部分查看结果。

source: This iOS release surfaces v0.13 features read-only. Editing lives in the Mac app for v2.8.
de: Diese iOS-Version zeigt v0.13-Funktionen schreibgeschützt. Das Bearbeiten bleibt in v2.8 der Mac-App vorbehalten.
es: Esta versión de iOS muestra las funciones de v0.13 en modo de solo lectura. La edición está en la app de Mac para v2.8.
fr: Cette version iOS présente les fonctionnalités v0.13 en lecture seule. L'édition se fait dans l'app Mac pour la v2.8.
ja: この iOS リリースでは v0.13 の機能を読み取り専用で表示します。編集は v2.8 の Mac アプリで行えます。
pt_br: Esta versão para iOS expõe os recursos da v0.13 somente para leitura. A edição fica no app para Mac na v2.8.
zh_hans: 此 iOS 版本以只读方式呈现 v0.13 的功能。编辑功能在 v2.8 的 Mac 应用中提供。

source: This is a peer on another host — messaging it goes over hermes peer, not a live conversation like a local bot's chat.
de: Das ist ein Peer auf einem anderen Host — Nachrichten laufen über hermes peer, nicht über eine Live-Unterhaltung wie beim Chat eines lokalen Bots.
es: Este es un par en otro host — enviarle mensajes va por hermes peer, no por una conversación en vivo como el chat de un bot local.
fr: Il s'agit d'un pair sur un autre hôte — lui envoyer un message passe par hermes peer, et non par une conversation en direct comme le chat d'un bot local.
ja: これは別のホスト上のピアです — メッセージ送信は hermes peer 経由で行われ、ローカルボットのチャットのようなライブ会話ではありません。
pt_br: Este é um peer em outro host — as mensagens para ele passam por hermes peer, e não por uma conversa ao vivo como o chat de um bot local.
zh_hans: 这是另一台主机上的对端 — 向它发送消息将通过 hermes peer 进行,而不是像本地机器人聊天那样的实时对话。

source: This is the prompt Hermes will receive. The user sees the literal `/%@` they typed in their own bubble; the expanded body goes to the agent with a `<!-- scarf-slash:<name> -->` marker.
de: Dies ist der Prompt, den Hermes erhält. Der Nutzer sieht das wörtliche `/%@`, das er eingetippt hat, in seiner eigenen Sprechblase; der expandierte Text geht mit einem `<!-- scarf-slash:<name> -->`-Marker an den Agent.
es: Este es el prompt que recibirá Hermes. El usuario ve el `/%@` literal que escribió en su propia burbuja; el cuerpo expandido va al agente con un marcador `<!-- scarf-slash:<name> -->`.
fr: Voici le prompt que Hermes recevra. L'utilisateur voit le `/%@` littéral qu'il a tapé dans sa propre bulle ; le corps développé est envoyé à l'agent avec un marqueur `<!-- scarf-slash:<name> -->`.
ja: これは Hermes が受け取るプロンプトです。ユーザー自身の吹き出しには入力した `/%@` がそのまま表示され、展開後の本文が `<!-- scarf-slash:<name> -->` マーカー付きでエージェントに渡されます。
pt_br: Este é o prompt que o Hermes receberá. O usuário vê o `/%@` literal que digitou em seu próprio balão; o corpo expandido vai para o agente com um marcador `<!-- scarf-slash:<name> -->`.
zh_hans: 这是 Hermes 将接收到的提示。用户在自己的气泡中看到的是他们输入的字面 `/%@`;展开后的正文会带着 `<!-- scarf-slash:<name> -->` 标记发送给 agent。

source: This job is %@ — re-arm it to fire immediately.
de: Dieser Job ist %@ — aktiviere ihn erneut, damit er sofort auslöst.
es: Este trabajo está %@ — vuelve a armarlo para que se dispare inmediatamente.
fr: Cette tâche est %@ — réarmez-la pour la déclencher immédiatement.
ja: このジョブは %@ です — すぐに実行するには再設定してください。
pt_br: Esta tarefa está %@ — rearme-a para disparar imediatamente.
zh_hans: 此任务处于 %@ 状态 — 重新启用即可立即触发。

source: This Mac
de: Dieser Mac
es: Este Mac
fr: Ce Mac
ja: この Mac
pt_br: Este Mac
zh_hans: 此 Mac

source: This may take a few seconds.
de: Dies kann einige Sekunden dauern.
es: Esto puede tardar unos segundos.
fr: Cela peut prendre quelques secondes.
ja: 数秒かかる場合があります。
pt_br: Isso pode levar alguns segundos.
zh_hans: 这可能需要几秒钟。

source: This mini-app requests no permissions.
de: Diese Mini-App fordert keine Berechtigungen an.
es: Esta mini-app no solicita permisos.
fr: Cette mini-app ne demande aucune autorisation.
ja: このミニアプリは権限を要求しません。
pt_br: Este mini-app não solicita permissões.
zh_hans: 此小应用不请求任何权限。

source: This mini-app was generated by the agent. Sensitive permissions are off by default — turn on only what you trust.
de: Diese Mini-App wurde vom Agent generiert. Sensible Berechtigungen sind standardmäßig aus — aktiviere nur, was du vertraust.
es: Esta mini-app fue generada por el agente. Los permisos sensibles están desactivados por defecto — activa solo lo que confíes.
fr: Cette mini-app a été générée par l'agent. Les autorisations sensibles sont désactivées par défaut — n'activez que ce en quoi vous avez confiance.
ja: このミニアプリはエージェントによって生成されました。機密性の高い権限はデフォルトでオフです — 信頼できるものだけを有効にしてください。
pt_br: Este mini-app foi gerado pelo agente. Permissões sensíveis vêm desativadas por padrão — ative apenas o que você confia.
zh_hans: 此迷你应用由 agent 生成。敏感权限默认关闭 — 仅开启你信任的权限。

source: This permanently deletes the session and all its messages.
de: Dies löscht die Sitzung und alle ihre Nachrichten dauerhaft.
es: Esto elimina permanentemente la sesión y todos sus mensajes.
fr: Cela supprime définitivement la session et tous ses messages.
ja: セッションとそのすべてのメッセージを完全に削除します。
pt_br: Isso exclui permanentemente a sessão e todas as suas mensagens.
zh_hans: 这将永久删除该会话及其所有消息。

source: This plugin declares `tool_override`. Granting it lets the plugin take over built-in tools such as `shell_exec` and `write_file` for every session on this host.
de: Dieses Plugin deklariert `tool_override`. Wenn du das gewährst, kann das Plugin integrierte Tools wie `shell_exec` und `write_file` für jede Sitzung auf diesem Host übernehmen.
es: Este plugin declara `tool_override`. Concederlo permite que el plugin sustituya herramientas integradas como `shell_exec` y `write_file` en todas las sesiones de este host.
fr: Ce plugin déclare `tool_override`. L’accorder lui permet de prendre le contrôle d’outils intégrés comme `shell_exec` et `write_file` pour toutes les sessions de cet hôte.
ja: このプラグインは `tool_override` を宣言しています。許可すると、このホスト上のすべてのセッションで `shell_exec` や `write_file` などの組み込みツールをプラグインが置き換えられるようになります。
pt_br: Este plugin declara `tool_override`. Concedê-lo permite que o plugin assuma ferramentas integradas como `shell_exec` e `write_file` em todas as sessões deste host.
zh_hans: 此插件声明了 `tool_override`。授予后,插件可在此主机的所有会话中接管 `shell_exec`、`write_file` 等内置工具。

source: This preset isn't bound to any project. Deletion is reversible — re-create with the same model.
de: Diese Voreinstellung ist an kein Projekt gebunden. Das Löschen ist umkehrbar — mit demselben Modell neu erstellbar.
es: Este preajuste no está vinculado a ningún proyecto. La eliminación es reversible — vuelve a crearlo con el mismo modelo.
fr: Ce préréglage n'est lié à aucun projet. La suppression est réversible — recréez-le avec le même modèle.
ja: このプリセットはどのプロジェクトにも紐付いていません。削除は取り消し可能です — 同じモデルで再作成できます。
pt_br: Esta predefinição não está vinculada a nenhum projeto. A exclusão é reversível — recrie com o mesmo modelo.
zh_hans: 此预设未绑定到任何项目。删除是可逆的 — 用相同的模型重新创建即可。

source: This project declares no secret configuration fields.
de: Dieses Projekt deklariert keine geheimen Konfigurationsfelder.
es: Este proyecto no declara campos de configuración secretos.
fr: Ce projet ne déclare aucun champ de configuration secret.
ja: このプロジェクトはシークレット設定フィールドを宣言していません。
pt_br: Este projeto não declara campos de configuração secretos.
zh_hans: 此项目未声明任何机密配置字段。

source: This project has no dashboard. Add a .scarf/dashboard.json to define widgets.
de: Dieses Projekt hat kein Dashboard. Fügen Sie eine .scarf/dashboard.json hinzu, um Widgets zu definieren.
es: Este proyecto no tiene panel. Añade un .scarf/dashboard.json para definir widgets.
fr: Ce projet n'a pas de tableau de bord. Ajoutez un .scarf/dashboard.json pour définir des widgets.
ja: このプロジェクトにはダッシュボードがありません。ウィジェットを定義するには .scarf/dashboard.json を追加してください。
pt_br: Este projeto não tem painel. Adicione um .scarf/dashboard.json para definir widgets.
zh_hans: 此项目没有仪表板。请添加 .scarf/dashboard.json 来定义小组件。

source: This project has no memory block.
de: Dieses Projekt hat keinen Speicherblock.
es: Este proyecto no tiene bloque de memoria.
fr: Ce projet n'a pas de bloc mémoire.
ja: このプロジェクトにはメモリブロックがありません。
pt_br: Este projeto não tem bloco de memória.
zh_hans: 此项目没有内存块。

source: This project is live on a single host. Materialize it on another server (clone the repo there and add it) to unlock fleet config-as-policy.
de: Dieses Projekt ist live auf einem einzelnen Host. Materialisiere es auf einem anderen Server (Repo dort klonen und hinzufügen), um Flotten-Config-as-Policy freizuschalten.
es: Este proyecto está activo en un solo host. Materialízalo en otro servidor (clona el repositorio ahí y añádelo) para desbloquear la configuración como política de flota.
fr: Ce projet est actif sur un seul hôte. Matérialisez-le sur un autre serveur (clonez le dépôt là-bas et ajoutez-le) pour débloquer la configuration en tant que politique de flotte.
ja: このプロジェクトは単一のホストで稼働しています。別のサーバー上で具現化する（そこにリポジトリをクローンして追加する）ことで、フリートの config-as-policy を利用できるようになります。
pt_br: Este projeto está ativo em um único host. Materialize-o em outro servidor (clone o repositório lá e adicione-o) para desbloquear configuração como política na frota.
zh_hans: 此项目仅存在于单台主机上。将其实体化到另一台服务器上(在那里克隆仓库并添加它)以解锁集群配置即策略。

source: This project is materialized on this host.
de: Dieses Projekt ist auf diesem Host materialisiert.
es: Este proyecto está materializado en este host.
fr: Ce projet est matérialisé sur cet hôte.
ja: このプロジェクトはこのホストで具現化されています。
pt_br: Este projeto está materializado neste host.
zh_hans: 此项目已在此主机上实体化。

source: This project isn't materialized on any registered server yet.
de: Dieses Projekt ist noch auf keinem registrierten Server materialisiert.
es: Este proyecto aún no está materializado en ningún servidor registrado.
fr: Ce projet n'est encore matérialisé sur aucun serveur enregistré.
ja: このプロジェクトはまだどの登録済みサーバーにも展開されていません。
pt_br: Este projeto ainda não foi materializado em nenhum servidor registrado.
zh_hans: 此项目尚未在任何已注册的服务器上落地。

source: This project wasn't installed from a schemaful template.
de: Dieses Projekt wurde nicht aus einer schemabasierten Vorlage installiert.
es: Este proyecto no se instaló desde una plantilla con esquema.
fr: Ce projet n'a pas été installé à partir d'un modèle avec schéma.
ja: このプロジェクトはスキーマを持つテンプレートからインストールされたものではありません。
pt_br: Este projeto não foi instalado a partir de um modelo com esquema.
zh_hans: 此项目不是从带模式的模板安装的。

source: This project wasn't installed from a template.
de: Dieses Projekt wurde nicht aus einer Vorlage installiert.
es: Este proyecto no se instaló desde una plantilla.
fr: Ce projet n'a pas été installé à partir d'un modèle.
ja: このプロジェクトはテンプレートからインストールされていません。
pt_br: Este projeto não foi instalado a partir de um modelo.
zh_hans: 此项目不是从模板安装的。

source: This provider has no catalogued models.
de: Für diesen Anbieter sind keine katalogisierten Modelle vorhanden.
es: Este proveedor no tiene modelos catalogados.
fr: Ce fournisseur n'a pas de modèles catalogués.
ja: このプロバイダーにはカタログ化されたモデルがありません。
pt_br: Este provedor não tem modelos catalogados.
zh_hans: 此提供方没有已登记的模型。

source: This removes the credential from hermes. The upstream provider key is not revoked.
de: Damit werden die Anmeldedaten aus hermes entfernt. Der Schlüssel beim Upstream-Anbieter wird nicht widerrufen.
es: Esto quita la credencial de hermes. La clave del proveedor original no se revoca.
fr: Cela retire les identifiants de hermes. La clé chez le fournisseur amont n'est pas révoquée.
ja: これにより hermes から資格情報が削除されます。上流プロバイダーのキーは取り消されません。
pt_br: Isso remove a credencial do hermes. A chave do provedor original não é revogada.
zh_hans: 这将从 hermes 中移除该凭证。上游提供方的密钥不会被撤销。

source: This removes the profile directory and all data within it. This cannot be undone.
de: Damit werden das Profilverzeichnis und alle darin enthaltenen Daten entfernt. Dies kann nicht rückgängig gemacht werden.
es: Esto elimina el directorio del perfil y todos sus datos. No se puede deshacer.
fr: Cela supprime le répertoire du profil et toutes les données qu'il contient. Action irréversible.
ja: これによりプロファイルディレクトリとその中のすべてのデータが削除されます。元に戻せません。
pt_br: Isso remove o diretório do perfil e todos os dados dentro dele. Não pode ser desfeito.
zh_hans: 这将移除配置目录及其中所有数据。此操作无法撤销。

source: This removes the scheduled job permanently.
de: Damit wird der geplante Job dauerhaft entfernt.
es: Esto elimina la tarea programada de forma permanente.
fr: Cela supprime définitivement la tâche planifiée.
ja: これによりスケジュールされたジョブが恒久的に削除されます。
pt_br: Isso remove a tarefa agendada permanentemente.
zh_hans: 这将永久移除该定时任务。

source: This removes the server from config.yaml and deletes any OAuth token.
de: Damit wird der Server aus config.yaml entfernt und jedes OAuth-Token gelöscht.
es: Esto elimina el servidor de config.yaml y borra cualquier token OAuth.
fr: Cela retire le serveur de config.yaml et supprime tout jeton OAuth.
ja: これにより config.yaml からサーバーが削除され、OAuth トークンも削除されます。
pt_br: Isso remove o servidor do config.yaml e apaga qualquer token OAuth.
zh_hans: 这将从 config.yaml 中移除服务器并删除任何 OAuth 令牌。

source: This removes the task from `~/.hermes/kanban.db` for good. This cannot be undone.
de: Dies entfernt die Aufgabe endgültig aus `~/.hermes/kanban.db`. Dies kann nicht rückgängig gemacht werden.
es: Esto elimina la tarea de `~/.hermes/kanban.db` de forma definitiva. Esta acción no se puede deshacer.
fr: Cela supprime définitivement la tâche de `~/.hermes/kanban.db`. Cette action est irréversible.
ja: このタスクを `~/.hermes/kanban.db` から完全に削除します。この操作は取り消せません。
pt_br: Isso remove a tarefa de `~/.hermes/kanban.db` definitivamente. Isso não pode ser desfeito.
zh_hans: 这将从 `~/.hermes/kanban.db` 中永久移除该任务。此操作无法撤销。
